{
    "stats": {
        "services": 195,
        "clients": 189,
        "experience": 5
    },
    "blogs": [
        {
            "slug": "como-os-servicos-de-contabilidade-devem-se-organizar-com-o-novo-regime-juridico-das-facturas-dp-n-o-71-25",
            "title": "Como os serviços de Contabilidade devem se organizar com o Novo Regime Jurídico das Facturas (DP n.º 71/25)",
            "date": "2025-10-15",
            "author": "JOMPS",
            "image": "uploads/blog/como-os-servicos-de-contabilidade-devem-se-organizar-com-o-novo-regime-juridico-das-facturas-dp-n-o-71-25-68ef0c3debb967.59452520.webp",
            "excerpt": "O Decreto Presidencial n.º 71/25 estabelece novas regras para emissão, comunicação e arquivamento de facturas, exigindo facturação electrónica e integração com a Administração Tributária.",
            "content": "🧩 Principais Implicações\r\n- Obrigatoriedade de facturação electrónica para grandes contribuintes  \r\n- Requisitos técnicos para software de facturação.\r\n- Comunicação digital obrigatória à AGT.\r\n- Revogação dos regimes anteriores (DP 292/18 e DP 144/23).\r\n\r\n🧮 Estratégias para Escritórios de Contabilidade\r\n- Segmentar clientes por regime fiscal e nível de digitalização.\r\n- Integrar sistemas de facturação com módulos contabilísticos para automatizar lançamentos.\r\n- Centralizar arquivamento digital com backups e rastreabilidade.\r\n- Capacitar equipas e clientes com formações práticas.\r\n- Comunicar institucionalmente as mudanças e oferecer serviços adaptados.\r\n\r\n🔗 Integração de módulo com a Contabilidade\r\n - Lançamento automático de facturas no diário.\r\n - Conciliação fiscal e contabilística.\r\n - Dashboards de gestão e inteligência fiscal.\r\n - Rastreabilidade e validação digital.\r\n\r\n🛠️ Recomendações\r\n- Validar software conforme os artigos 16 a 25 do DP 71/25.\r\n- Atualizar manuais operacionais.\r\n- Criar pacotes de serviços com suporte técnico e fiscal."
        },
        {
            "slug": "contabilidade-e-financas-publicas-indicadores-que-fortalecem-as-financas-do-estado",
            "title": "📊 Contabilidade e Finanças Públicas: Indicadores que Fortalecem as Finanças do Estado",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/contabilidade-e-financas-publicas-indicadores-que-fortalecem-as-financas-do-estado-68eefda37a1f36.97965865.webp",
            "excerpt": "A contabilidade pública trata do registo, controlo e análise das receitas, despesas e património do Estado. Já as finanças públicas envolvem o planeamento, arrecadação de receitas, execução de despesas e gestão dos recursos financeiros do Estado.\r\nElas permitem extrair indicadores que ajudam a avaliar o desempenho financeiro e operacional das entidades públicas.",
            "content": "🔍 Principais Indicadores\r\n✅ Financeiros:\r\n§ Resultado Orçamental (RO): Mostra se o Estado arrecadou mais ou menos do que gastou (superávit ou déficit).\r\n§ Grau de Arrecadação de Receitas (GAR): Mede quanto foi arrecadado em relação ao previsto.\r\n§ Grau de Execução da Despesa (GED): Mede quanto foi gasto do que estava planeado.\r\n§ Equilíbrio Orçamental (EqO): Avalia se as receitas cobrem as despesas.\r\n§ Resultado Patrimonial (RP): Mostra se o valor dos bens e obrigações aumentou ou diminuiu.\r\n§ Restos a Pagar: Despesas que ficaram pendentes e passam para o ano seguinte.\r\n📈 De Desempenho:\r\n§ Execução Orçamental: Cumprimento das metas do OGE e do Plano Nacional.\r\n§ Qualidade dos Serviços: Satisfação dos cidadãos.\r\n§ Transparência Fiscal: Divulgação das contas públicas.\r\n§ Cumprimento de Metas: Avaliação dos objetivos atingidos.\r\n§ Governança e Controlo: Auditoria e prestação de contas.\r\n💡 Conclusão:\r\nEsses indicadores ajudam os gestores públicos a tomar decisões mais acertadas e fortalecem a confiança da sociedade nas instituições. A contabilidade pública é mais do que técnica — é uma ferramenta de gestão dos recursos públicos e de desenvolvimento nacional.\r\n📌 BY: JOMPS\r\n📚 Fontes:\r\n§ Decreto Presidencial n.º 36/09 – Sistema Contabilístico do Estado\r\n§ Tribunal de Contas de Angola\r\n§ Ministério das Finanças de Angola\r\n§ IPSAS – Normas Internacionais de Contabilidade Pública"
        },
        {
            "slug": "contabilidade-publica-em-angola-transparencia-e-modernizacao-em-foco",
            "title": "Contabilidade Pública em Angola: Transparência e Modernização em Foco!",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/contabilidade-publica-em-angola-transparencia-e-modernizacao-em-foco-68eeff77539429.65228233.webp",
            "excerpt": "A gestão eficiente dos recursos públicos depende de normas claras e atualizadas. Os institutos públicos angolanos seguem um quadro legal robusto, com destaque para o Decreto Legislativo Presidencial n.º 2/20, a Lei do OGE, o Regulamento do Sistema Contabilístico do Estado e o regime de arrecadação de receitas.\r\nA adopção de boas práticas, auditorias externas e a implementação das IPSAS estão a transformar a contabilidade pública, promovendo mais transparência, responsabilidade e confiança na administração.",
            "content": "egime fiscal e obrigações assessórias\r\nEmbora integrem o Sector Público Administrativo, os institutos públicos estão sujeitos a obrigações fiscais específicas, definidas pelo seu regime jurídico e pela legislação tributária nacional.\r\n📌 Principais pontos:\r\n- Isenções fiscais para funções estatutárias (Imposto Industrial e IVA).\r\n- Tributação de actividades comerciais, incluindo IRT, IVA e Imposto Industrial.\r\n- Retenção na fonte e cativação do IVA sobre rendimentos pagos a terceiros.\r\n- Declarações fiscais periódicas e cumprimento rigoroso dos prazos legais.\r\n- Comunicação de operações relevantes à Administração Fiscal.\r\n- Arquivo e conservação de documentos fiscais e contabilísticos conforme exigência legal.\r\n✅ O cumprimento destas obrigações reforça a legalidade, a transparência e a confiança na gestão dos recursos públicos."
        },
        {
            "slug": "facturacao-electronica-em-angola-como-preparar-sua-empresa",
            "title": "Facturação Electrónica em Angola: como preparar sua empresa?",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/facturacao-electronica-em-angola-como-preparar-sua-empresa-68ef054b75ff04.54567960.webp",
            "excerpt": "💻 Facturação Eletrónica: O Coração da Reforma\r\nO novo regime exige que os contabilistas estejam actualizados, dominem ferramentas digitais e adotem processos mais ágeis e seguros. Empresas que se adaptarem rapidamente terão ganhos em eficiência, conformidade e competitividade.\r\nA grande novidade é a obrigatoriedade da facturação eletrónica, que será implementada em duas fases:\r\nFase 1 (a partir de 1/10/2025): Aplicável aos Grandes Contribuintes e fornecedores do Estado.\r\nFase 2 (a partir de 21/09/2026): Abrange todos os contribuintes enquadrados nos regimes Geral e Simplificado do IVA.\r\nAs empresas deverão utilizar software de facturação certificado pela AGT, com capacidade de transmitir dados em tempo real. Em caso de falhas técnicas, será permitido o uso de modo contingência, desde que devidamente justificado.",
            "content": "📊 Impactos na Contabilidade das Empresas\r\nA adoção do novo regime de facturação eletrónica traz mudanças profundas para a contabilidade das empresas angolanas:\r\n- Integração Digital: Os sistemas de facturação eletrónica devem ser integrados aos sistemas de contabilidade, facilitando o registo automático das operações e reduzindo erros manuais;\r\n- Maior Rigor e Transparência: A transmissão em tempo real das facturas à AGT exige que os lançamentos contabilísticos sejam feitos de forma rigorosa e tempestiva, aumentando a transparência e a rastreabilidade das operações;\r\n- Arquivo Digital: As empresas passam a ser obrigadas a manter o arquivo digital das facturas e documentos fiscais, o que pode garantir fácil acesso e consulta imediata em caso de fiscalização tributária;\r\n- Obrigações de Comunicação: É necessário comunicar à AGT as séries de facturação criadas no software, ficheiros SAFT e inventários, o que exige maior organização e disciplina nos processos da contabilidade;\r\n- Redução de Custos e Riscos: A digitalização reduz custos com papel, tinteiros, toners, impressão e espaços para arquivo físico, além de minimizar riscos de extravio, fraude ou perda de documentos;\r\n- Preparação para Auditorias: Com a digitalização e integração dos dados, as auditorias fiscais e financeira tornar-se-ão mais rápidas e eficientes, pois a informação estará centralizada e facilmente acessível.\r\n\r\n📄 Novos Tipos de Documentos e Regras Específicas\r\nO novo regime introduz documentos e regras que visam maior precisão e rastreabilidade:\r\nFactura de Adiantamento: Para registar pagamentos antecipados.\r\nRepasse de Despesas: Exige emissão de factura com IVA ou nota de débito, conforme o caso.\r\nVales de Finalidade Múltipla: Devem ser acompanhados por nota de débito no carregamento e factura com IVA na utilização.\r\nAlém disso, todas as séries de facturação, softwares utilizados e ficheiros SAFT devem ser comunicados à AGT, com prazos definidos para envio de inventários e relatórios.\r\n\r\n🎁 Factura Premiada: Incentivo à Formalização\r\nPara promover a adesão ao novo regime, o governo criou o programa “Factura Premiada”, que sorteia prémios entre cidadãos que exigirem facturas com NIF. Uma medida que visa combater a informalidade e aumentar a arrecadação fiscal.\r\n\r\n⚠️ Penalidades e Fiscalização\r\nA não conformidade com o novo regime pode resultar em multas de até 7% do valor da operação, podendo chegar a 15% em caso de reincidência. Isso reforça a importância de uma transição cuidadosa e bem planejada.\r\n\r\n✅ Como Preparar Sua Empresa\r\nVerifique se está enquadrado na primeira fase (Grandes Contribuintes ou fornecedor do Estado).\r\nAdquira ou atualize seu software de facturação, garantindo que seja validado pela AGT.\r\nCapacite sua equipa sobre os novos tipos de documentos e regras de emissão.\r\nImplemente processos de arquivo digital e comunicação periódica com a AGT.\r\nParticipe do programa Factura Premiada, incentivando clientes a exigirem facturas com seu NIF.\r\n\r\n📌 Conclusão\r\nO novo regime de facturação é mais do que uma obrigação legal — é uma oportunidade para empresas se tornarem mais eficientes, transparentes e competitivas. A transição exige atenção, mas os benefícios são claros: maior controle, redução de riscos fiscais e alinhamento com as melhores práticas internacionais.\r\nSe você é empresário, gestor financeiro ou profissional da área de contabilidade e fiscalidade, este é o momento de agir. Prepare sua empresa, actualize seus sistemas e esteja pronto para a nova era da facturação."
        }
    ],
    "course_categories": [
        {
            "id": "cat-formacao-executiva",
            "name": "Formação Executiva",
            "created_at": "2025-10-22T14:50:03Z"
        },
        {
            "id": "cat-programas-corporativos",
            "name": "Programas Corporativos",
            "created_at": "2025-10-22T14:50:03Z"
        }
    ],
    "course_subcategories": [
        {
            "id": "sub-financas-contabilidade",
            "category_id": "cat-formacao-executiva",
            "name": "Finanças & Contabilidade",
            "created_at": "2025-10-22T14:50:03Z"
        },
        {
            "id": "sub-gestao-contratos",
            "category_id": "cat-formacao-executiva",
            "name": "Gestão Pública & Contratos",
            "created_at": "2025-10-22T14:50:03Z"
        },
        {
            "id": "sub-financas-publicas",
            "category_id": "cat-programas-corporativos",
            "name": "Finanças Públicas",
            "created_at": "2025-10-22T14:50:03Z"
        }
    ],
    "courses": [
        {
            "id": "course-ias-ifrs",
            "category_id": "cat-formacao-executiva",
            "subcategory_id": "sub-financas-contabilidade",
            "category": "Formação Executiva",
            "subcategory": "Finanças & Contabilidade",
            "price": "180.000 AOA",
            "title": "A Aplicabilidade das IAS/IFRS nos Registos Contabilísticos",
            "headline": "Domine as normas internacionais e traduza-as para a realidade empresarial angolana.",
            "overview": "Curso intensivo sobre a implementação das IAS/IFRS para equipas financeiras que actuam em Angola. Exploramos casos reais, ajustes mais comuns e melhores práticas para garantir conformidade sem perder a visão estratégica.",
            "general_objectives": "Compreender os pilares das IAS/IFRS\nIdentificar impactos práticos nos registos contabilísticos\nFortalecer a fiabilidade da informação financeira",
            "specific_objectives": "Interpretar as normas mais relevantes para o contexto angolano\nOrganizar planos de contas alinhados aos padrões internacionais\nPreparar demonstrações financeiras de acordo com as IAS/IFRS\nOrientar equipas internas sobre procedimentos e documentação",
            "contents": "Módulo 1: Estrutura conceptual das IAS/IFRS\nMódulo 2: Reconhecimento e mensuração de activos e passivos\nMódulo 3: Políticas contabilísticas e divulgações obrigatórias\nMódulo 4: Estudos de caso com empresas angolanas",
            "details": "Carga horária: 24h presenciais/híbridas\nPróxima edição: 24 a 26 de Março | Luanda\nCertificação: Declaração JOMPSON & Parceiros\nPúblico-alvo: Contabilistas, controllers e directores financeiros\nInclui material de apoio e estudos de caso",
            "pdf_url": "",
            "created_at": "2025-10-22T14:50:03Z",
            "updated_at": "2025-10-22T14:50:03Z"
        },
        {
            "id": "course-negociacao-contratos",
            "category_id": "cat-formacao-executiva",
            "subcategory_id": "sub-gestao-contratos",
            "category": "Formação Executiva",
            "subcategory": "Gestão Pública & Contratos",
            "price": "145.000 AOA",
            "title": "Elaboração e Técnicas de Negociação de Contratos",
            "headline": "Capacite-se para estruturar contratos sólidos e negociar com segurança.",
            "overview": "Uma abordagem prática sobre a preparação, negociação e gestão de contratos no sector público e privado. O programa cobre etapas críticas, riscos jurídicos e ferramentas de negociação profissional.",
            "general_objectives": "Aprofundar os fundamentos jurídicos aplicáveis aos contratos\nDesenvolver competências de análise e negociação\nMitigar riscos e conflitos nas fases contratuais",
            "specific_objectives": "Dominar a estruturação de minutas e clausulados\nPreparar estratégias de negociação orientadas a resultados\nAplicar boas práticas de acompanhamento e execução contratual",
            "contents": "Módulo 1: Fases da negociação contratual\nMódulo 2: Redacção de cláusulas críticas\nMódulo 3: Técnicas de negociação colaborativa\nMódulo 4: Monitorização e gestão de riscos",
            "details": "Carga horária: 16h intensivas\nPróxima edição: 10 e 11 de Abril | Formato híbrido\nCertificação: JOMPSON Academy\nInclui simuladores de negociação e templates contratuais",
            "pdf_url": "",
            "created_at": "2025-10-22T14:50:03Z",
            "updated_at": "2025-10-22T14:50:03Z"
        },
        {
            "id": "course-gestao-publica",
            "category_id": "cat-programas-corporativos",
            "subcategory_id": "sub-financas-publicas",
            "category": "Programas Corporativos",
            "subcategory": "Finanças Públicas",
            "price": "210.000 AOA",
            "title": "Gestão Financeira no Sector Público",
            "headline": "Ferramentas para garantir transparência, controlo e resultados nas finanças do Estado.",
            "overview": "Programa direccionado a gestores públicos que precisam reforçar práticas de planeamento, execução orçamental e prestação de contas. Inclui benchmarks internacionais e exercícios orientados à realidade angolana.",
            "general_objectives": "Capacitar equipas para gerir orçamentos públicos com rigor\nPromover transparência e accountability\nModernizar processos de reporte financeiro",
            "specific_objectives": "Aplicar metodologias de planeamento e execução orçamental\nUtilizar indicadores-chave para monitorizar resultados\nEstruturar relatórios e dashboards para diferentes stakeholders",
            "contents": "Módulo 1: Estrutura do OGE e enquadramento legal\nMódulo 2: Ciclo orçamental e controlo interno\nMódulo 3: Indicadores de desempenho e reporting\nMódulo 4: Estudos de caso e planos de acção",
            "details": "Carga horária: 32h (4 sessões semanais)\nPróxima edição: Maio | In company ou remoto\nCertificação: JOMPSON & Especialistas convidados\nInclui diagnóstico inicial e mentoria pós-formação",
            "pdf_url": "",
            "created_at": "2025-10-22T14:50:03Z",
            "updated_at": "2025-10-22T14:50:03Z"
        }
    ],
    "course_registrations": []
}